---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MechanicalEquipmentSetOnStandby
source: html/568f0bf9-7e3c-1293-e0fe-40cbc9942bc6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MechanicalEquipmentSetOnStandby Property

"On Standby"

## Syntax (C#)
```csharp
public static ForgeTypeId MechanicalEquipmentSetOnStandby { get; }
```